{"basics":{"name":"Xiao Feng","image":"","email":"sincerelyeva07@gmail.com"},"work":[{"position":"Beijing Youjing Film and Culture Development Co., Ltd","name":"Intern Scriptwriter","startDate":"2019-11","endDate":"2020-07"},{"position":"Beijing Radio & Television Station","name":"Assistant Director, The New Year Countdown Ceremony","startDate":"2018-08","endDate":"2019-01"},{"position":"Communication Department, a City Government of Zhejiang Province","name":"Civil Servant","startDate":"2020-12","endDate":"Present"}],"education":[{"studyType":"Communication University of China","location":"Beijing, China","url":"https://www.cuc.edu.cn/","area":"MA Media Arts and Cultures","startDate":"2017-09","endDate":"2020-06","score":"10","courses":["Theory of Media Arts","Visual Communication Study","Study on Chinese and Foreign Classics of Aesthetics"]},{"studyType":"Zhejiang Agriculture and Forestry University","location":"Hangzhou, China","url":"https://www.zafu.edu.cn/","area":"BA English","startDate":"2013-09","endDate":"2017-06","score":"10","courses":["Classic Film Appreciation","Greek Mythology","History and Anthology of American and English Literature"]}],"publications":[{"name":"Patterns of Innovation in the Knowledge System of Theatre, Film and Television Studies","publisher":"Kewu Pan, Xiao Feng","releaseDate":"2022","summary":"Movie Literature, 15, 24-30. (The journal is among the most reputable ones in Chinese interdisciplinary social sciences)"}],"projects":[{"name":"The Innovation and Development of the Knowledge System of Theater, Film, and Television Studies","summary":"A Key Project Funded by the Ministry of Education of China (CNY￥200,000; USD $ 27,200), Principal Investigator: Prof. Kewu Pan","highlights":["This project systematically examines the knowledge structure and developmental trajectory of the discipline of Chinese theater, film, and television studies. It seeks to provide theoretical support for constructing an academic system with Chinese Characteristics, while engaging in dialogue with global disciplinary frameworks and knowledge production."]},{"name":"Study on the Development Strategy of Art Cinemas in the Capital From the Perspective of Media Ecology","summary":"Funded by Beijing Social Science Fund Research Base (CNY￥80,000; USD $ 10,900), Principal Investigator: Prof. Kewu Pan","highlights":["This project adopts a mixed-methods approach, combining field investigations, questionnaire surveys, and semi-structured interviews, to investigate in depth the development challenges and strategic responses of art cinemas in Beijing. The research aims to provide theoretical support for the coordinated development of commercial and art films in the region."]},{"name":"Study on the Mechanism and the Roles of the Visual Forms in the Communication of TV Plays","summary":"Funded by the National Social Science Fund of China (CNY￥160,000; USD $ 21,800), The Most Prestigious Grant in Social Sciences in China, Principal Investigator: Prof. Kewu Pan","highlights":["This project examines the mechanisms through which the visual forms of television dramas function in media communication, and how they shape audience perception and reception. It endeavors to establish a systematic and practicable framework for visual analysis, filling both theoretical and empirical gaps in television and media studies."]}],"awards":[{"title":"1st Grade (highest) Scholarship for Academic Excellence, Communication University of China","date":"2020","summary":"Top 10%"},{"title":"Merit Prize of the Final in the 5th National Interpreting Competition Zhejiang Division","date":"2016"},{"title":"1st Prize in the Chinese Central Television's English Talent Competition Zhejiang Division","date":"2015","summary":"Top 2%"},{"title":"Honor of Merit Student, Zhejiang A&F University","date":"2014","summary":"Top 2%"},{"title":"1st Grade (highest) Scholarship for Academic Excellence, Zhejiang A&F University","date":"2014"}],"languages":[{"language":"Chinese(Mandarin)","fluency":"Native speaker","icon":""},{"language":"English","fluency":"Fluent","icon":""},{"language":"Japanese","fluency":"Basic","icon":""}]}